{"updatedAt":"2018-03-23T22:38:55.257Z","icos":[{"name":"Neurogress (Pre-ICO)","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9kMDhiMmFlOGYzMTQ3ZGQzNjhmZTg1ZDZiYzRmNzkzNy5qcGc=.jpg","detailsToken":"neurogress","startDate":"2018-02-09T23:00:00.000Z","endDate":"2018-03-24T23:00:00.000Z","shortDescription":"Mechatronic Systems Control Via Neural Interface","fullDescription":"  Neurogress develops the software for neurocontrol of electronics and machinery, and also creates prostheses and robots that are controlled by human thoughts. The scope of neurocontrolled devices is infinite, because all the developments are a priori designed to maintain and improve human capabilities. This project implements a neurocontrol technology that allows people to interact with other mechatronic devices in order to control them by the power of thought.Neurogress aims to develop an entire ecosystem that will combine the interaction of clients and both software and hardware developers; designers, creative people, technology enthusiasts, philanthropists. The company understands that it intends to create a completely new, yet scalable, segment of the Internet of Things market (hereinafter, the Internet of Things, IoT). As any neurocontrolled gadget will be connected to the Internet (if the owner wants it), which will make it easier to adapt the ecosystem to the communication of all interested parties.  ","tokenSymbol":"NG","website":"http://neurogress.io/"},{"name":"Streamity","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy8xNjM0YzdhMjZlZWNmMTFlMDQ2ODZiYjNiZGMyOGY2MC5qcGc=.jpg","detailsToken":"streamity","startDate":"2018-03-11T23:00:00.000Z","endDate":"2018-03-24T23:00:00.000Z","shortDescription":"Decentralised Cryptocurrency Exchange P2P-Platform","fullDescription":"  The key element of STREAMITY is StreamDesk DAPP STREAMDESK is a p2p platform for smart-contract cryptocurrency exchange. StreamDesk is a unique and fully automatic service with minimal commissions and fair market prices. Smart contracts will guarantee the perfect security and the transactions of traditional currency will be committed directly from user to user with the reception of the response from the payment system, which is used as a “signal” to unlock smart-contracts and close a deal. Advantages. StreamDesk is a mass service; connection of new users will create a strong demand for STM tokens. Moreover, the tokens will be openly traded on the main cryptocurrency exchange markets, and users will transform cryptocurrency into fiat money through StreamDesk service as it is much more profitable than using other means and services. This will ensure access of new users to our platform!   ","tokenSymbol":"STM","website":"http://streamity.org/"},{"name":"Gron Digital","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy81YTNiNGIzZjIxMmI5MDE1ODdkZjMyNmVlOGJmMmJiNC5wbmc=.jpg","detailsToken":"gron-digital","startDate":"2018-03-14T23:00:00.000Z","endDate":"2018-03-28T22:00:00.000Z","shortDescription":"Smart Wallet for Lucrative Industry","fullDescription":"  The Gron Digital Platform hasn’t re-invented the wheel, it simply follow the cash.Most businesses think the Blockchain will “disrupt” their economy. Think again. The reality is 87% of them are fantasizing, simply capitalizing on a trend and will do just fine without a token or the Blockchain. Gron Digital is not ‘most businesses’ and we are not a startup in MVP stage.  What we are is an experienced executive team utilizing technology and have created the No. 1 GRO Smart Wallet.  Integrating with leading exchanges to connect multiple sports betting + gambling content providers, trusted world-class operators and quality players.  Winnings are credited easily.  Token withdrawal is secure.  No third-party involvement.  All on the Blockchain with Smart Contracts.Gron Digital has taken what others see as an opportunity in a multi-billion Dollar industry, and made it a reality.  ","tokenSymbol":"GRO","website":"http://grondigital.com"},{"name":"Requitix","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy82MTI5OTNlYTNjZTBmN2MxYzI0MzE1ZWM3OTA2Mzg1Ny5qcGc=.jpg","detailsToken":"requitix","startDate":"2018-02-28T23:00:00.000Z","endDate":"2018-03-29T22:00:00.000Z","shortDescription":"Confidence System","fullDescription":"  Requitix has taken on the mission to deliver a superior payment processing solution that minimizes fraudulent actions and reviews. It is further our mission to reduce transaction fees and processing times, and to always give something back to the merchant and the customer.The team is succeeding in this mission today through the proven use of Ethereum blockchain technology and leveraging smart contracts with analytics to stop scammers, fake reviews and chargebacks for ecommerce site owners - All while lowering the transaction fees from an average of 3 to 9% down to just 0ne-half of a percent.  ","tokenSymbol":"RQX","website":"http://www.requitix.io/"},{"name":"GPCC (Pre-ICO)","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy83OGE1YzNmYWQ1OGMzOGZiMWFjMTgzNzI5MzdhZWVmYi5qcGc=.jpg","detailsToken":"gpcc","startDate":"2018-02-07T23:00:00.000Z","endDate":"2018-03-30T22:00:00.000Z","shortDescription":"Global Protected Crypto Copyright","fullDescription":"  GPCC's mission is to protect and popularize digital art. Authors of graphic artworks are given an opportunity to self-actualize by earning money for the results of their work, and to feel protected. Using modern technologies, the team is making the work more open, safe and profitable for everyone.GPCC offers a system of copyright protection on blockchain, which will allow doing this. With this platform, you will be able to verify the copyright for the graphic work. Blockchain allows you to keep a certificate of your copyright among all network members, and it will be impossible to replace this data. To eliminate the possibility of downloading the same graphic artworks, a neural network that will search for copies and analogues on the Internet will be developed. The platform will monitor the authors' copyright use and promptly notify them in case of an unauthorized use. On the platform, you will be able to sell the use rights through our marketplace of graphic artworks market.gpcc.io. On the platform, you will be able to organize a crowdfunding campaign to raise funds for creating a graphic artwork crowdfunding.gpcc.io.  ","tokenSymbol":"GPCCT","website":"http://gpcc.io/en/"},{"name":"NaviAddress","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy80Mzc3NTExOGI1YjEyMjNjNGY3ZGJlNTRiMmViZWQyMi5qcGc=.jpg","detailsToken":"naviaddress","startDate":"2018-02-28T23:00:00.000Z","endDate":"2018-03-30T22:00:00.000Z","shortDescription":"Digital Address Platform","fullDescription":"  Naviaddress is the first global digital addressing system being deployed onto the blockchain. It will provide people and businesses with freedom and ability to create, obtain, own, lend and sell their digital addresses. We call them naviaddresses - unified digital IDs for any place and object in real and virtual worlds.  ","tokenSymbol":"NVT","website":"http://naviaddress.io/?utm_source=cointelegraph&utm_medium=listing"},{"name":"Forty Seven Bank","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9hYTYyMjQ5MTQ5MDFkMGZlNzlhNDJlYzBiOTM4YWQxOS5qcGc=.jpg","detailsToken":"forty-seven-bank","startDate":"2017-12-15T23:00:00.000Z","endDate":"2018-03-30T22:00:00.000Z","shortDescription":"Innovative Bank-as-a-Service Solution for Fintech Developers ","fullDescription":"  Forty Seven Bank is financial technology start-up aimed at creating PSD2 compliant Bank as a Service platform for fintech developers with open and flexible API. We are going to reduce barriers to entry into European banking sector for developers with small and medium capital. Developers will be able to create their own fintech applications that will operate under the roof of Forty Seven Bank.  ","tokenSymbol":"FSBT","website":"http://probin-plations.com/1a47f26c-ec81-49b5-8ef8-52c7dfff7934"},{"name":"ClearCoin","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9lY2JiMDVlMzUzYzUyMTBiNGUxNjEyOWVlNWVlMjkyOC5wbmc=.jpg","detailsToken":"clearcoin","startDate":"2017-11-15T23:00:00.000Z","endDate":"2018-03-30T22:00:00.000Z","shortDescription":"Decentralized buying & selling of Media ","fullDescription":"  ClearCoin is a technology company that powers the real-time buying and selling of media on decentralized applications and the broader digital environment. In 2017, the cryptocurrency economy added hundreds of billions of dollars of market capitalization. In the next ten years, the cryptocurrency economy could add trillions of dollars of market capitalization. This emerging industry has produced new decentralized applications, platforms, and distributed blockchain ledgers. New media opportunities have arisen as a result of the mainstream adoption of blockchain. Blockchain has gained acceptance because its distributed ledger technology solved the double spending problem for digital currencies. Blockchain solves similar problems for supply chains. ClearCoin works with the supply chain of the $563 billion media and advertising industry. ClearCoin (CLR) tokens power its distributed ledger blockchain technology that can improve the supply chain of the rapidly growing media and advertising industry. ClearCoin’s solutions increase efficiencies and reduce the reported $16 billion of annual ad fraud.  ","tokenSymbol":"CLR","website":"http://clearcoin.co/"},{"name":"KickCity","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy85OTg4NmJhNDc5NmYzZjUzMjYxZWE5YjM1NTYwOWUyOS5qcGc=.jpg","detailsToken":"kickcity","startDate":"2018-02-28T23:00:00.000Z","endDate":"2018-03-30T22:00:00.000Z","shortDescription":"Connecting​ ​People​​","fullDescription":"  KICK-tokens are smart standard ERC20 tokens which implement Bancorprotocols, providing asynchronous price-discovery while maintainingcontinuous liquidity by using constant ratios of reserve tokens (Ethereum)held through smart contracts, acting as automated market makers. Kicktokens will equally be traded in the exchange.KickCity currently supports ticket purchase using FIAT & Bitcoins. In thenext few months, we will support KICK, Ethereum and other ERC20 tokens.By utilizing Shapeshift API, it can momentarily convert ERC20 tokens tobitcoin and offer the event organizer FIAT or Bitcoin. Ticket price isdenominated in FIAT currency and is converted to its equivalent incryptocurrency at the time of purchase.  ","tokenSymbol":"USD","website":"http://ico.kickcity.io/"},{"name":"Healthureum","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy8yNmE4OTRjY2MxOTk0MTNkOGZlM2QxNWZmOTk1NzYyMi5qcGc=.jpg","detailsToken":"healthureum","startDate":"2018-02-25T23:00:00.000Z","endDate":"2018-03-31T22:00:00.000Z","shortDescription":"Your Data, Your Doctor, Your way","fullDescription":"  Healthureum is a dynamic and multi-functional ecosystem of healthcare services based on Ethereum blockchain. Healthureum’s radical platform will integrate blockchain and smart contract technology into healthcare’s critical services to create standardization, scalability and social responsibility. Healthureum’s innovative approach can bring widespread efficiency and transparency across 5 core fields of healthcare:Data systemizationDoctor consultation and referralsMedical InfrastructureResearch programsPhilanthropic activitiesThrough blockchain, Healthureum can achieve decentralized healthcare, closing the gap between services; through transparency, security and most importantly accountability.  ","tokenSymbol":"HTH","website":"http://www.healthureum.io/"},{"name":"Fabric Token","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy82Y2NkZjRhMjZlNDU2MGE1ZTI5NzkzNjU0M2U1ODEyYy5qcGc=.jpg","detailsToken":"fabric-token","startDate":"2018-02-14T23:00:00.000Z","endDate":"2018-03-31T22:00:00.000Z","shortDescription":"High-Level Development & Management of Smart Contracts","fullDescription":"  The Fabric Token ecosystem, which will allow users and businesses to easily adopt blockchain technology and smart contracts and will consist of four main components. The first component we propose is the Fabric Token itself, which will be used as a functional utility to pay for products and services within the ecosystem. The second is TokenGen, a user-friendly platform used to generate smart contracts for the token economy. The third is DApp Workbench – an all-in-one solution for businesses looking to integrate blockchain technology and smart contracts into their business process management. The last component will be the Fabric Store, a decentralized marketplace for smart contract components, which will allow third-party developers to further expand the functionality scope of the Fabric Token ecosystem.The team sees Fabric Token and its associated technologies as a fundamental part of the future mainstream adoption of blockchain and smart contracts, ultimately allowing people of any means and any background to play their part in building a decentralized world.  ","tokenSymbol":"FT","website":"http://fabrictoken.io/"},{"name":"LiveTree ADEPT","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9jMThiNmE0N2JkYmEzOGEwOTNhMmFlOGMxMGFmYTBhNi5qcGc=.jpg","detailsToken":"livetree-adept","startDate":"2018-02-19T23:00:00.000Z","endDate":"2018-04-01T22:00:00.000Z","shortDescription":"Advanced Decentralized Entertainment Platform for Transparent distribution","fullDescription":"  LiveTree is an established, socially responsible crowdfunding company based in London, UK. Over the last two years, it has captured 5% of the UK crowdfunding market (in the film and content category) and forged partnerships with several leading names in entertainment, including the British Film Institute Future Film, the Screen Arts Institute, Red Rock Entertainment and 20 independent organizations. LiveTree has compiled a contact directory1 of 14,000 entertainment suppliers and thousands of individuals who work across film, TV and content.Having established a unique, successful and sustainable crowdfunding model2 for film and TV projects, LiveTree and its partners have identified the following problems within the entertainment industry:Creative project funding, creation and distribution;Content gatekeepers;Bridging the gap between traditional creative industry and technology.  ","tokenSymbol":"SED","website":"http://adept.livetree.com "},{"name":"LOOMIA (Private Sale)","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy85NWIwMzE1NWYwZWUxZDM4YjUwMzFjNDcyMzZhNzdmNS5qcGc=.jpg","detailsToken":"loomia","startDate":"2018-03-12T23:00:00.000Z","endDate":"2018-04-01T22:00:00.000Z","shortDescription":"Platform for Identity and Personal Data","fullDescription":"  In a world where personal data has become a precious commodity, sold behind closed doors by large corporations, the LOOMIA TILE gives individuals the right to own their personal data, along with the freedom to choose how to share or sell it. LOOMIA TILE works in conjunction with the LOOMIA Electronic Layer (LEL), a soft flexible circuit embedded into textiles with the ability to sense changes in its environment, such as heat and touch.Users can transfer their data to a desktop application that allows them to manage and sell their data to market researchers.The app is completely serverless and leverages the blockchain for security and data integrity.In addition, the LOOMIA TILE’s unique ability to associate an individual’s physical identity to their digital identity presents an interesting starting point for a wide range of third party integrations.  ","tokenSymbol":"TILE","website":"http://loomia.com/token/"},{"name":"Vestarin","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy84MGIyNzM0NjRhZTBkNWYzY2UxZTk4OWE0NDliYjA4Ni5wbmc=.jpg","detailsToken":"vestarin","startDate":"2018-03-04T23:00:00.000Z","endDate":"2018-04-03T22:00:00.000Z","shortDescription":"","fullDescription":"  Vestarin is a unique platform for the cryptocurrency market. You can find the right people to work with the blockchain projects. Spend crypto for daily needs, shopping, restaurants or services without changing it to fiat money. Be more informed from trusted people about new ICO start-ups before investing in them, as well as about a lot more features such as informational base, news, forum and mining farms market, in order for businesses to integrate an establishment or a shop in any country and get a profit in cryptocurrency.  ","tokenSymbol":"VST","website":"http://www.vestarin.io"},{"name":"Luxcess Group","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9jYzNkN2EwNWU5NWI3NmQwY2M4MGE3ZGVhMDEzMDE4ZS5qcGc=.jpg","detailsToken":"luxcess-group","startDate":"2018-02-28T23:00:00.000Z","endDate":"2018-04-06T22:00:00.000Z","shortDescription":"Investment Found With Zero Commission","fullDescription":"  The vision of the investment group, Luxcess, is to help people become a part of a big investment family. On the other hand, the goal is to enable a transparent management and capital escalation for as many people as possible. Luxcess has always believed that teamwork, up-to-date information and discipline are most important for success. It will not only join the investments, such as crypto-holding, crypto-trading, forex trading, silver and gold and start up projects, but will also provide for integration of the general public into a big family, which will increase the generated profit and provide for a better tomorrow of all of its members.  ","tokenSymbol":"LXC","website":"http://www.luxcess-group.com/"},{"name":"Knowledge (KNW)","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy84NDkzNDRlZTAzNWJjNmJkM2Y1M2Y1NGMxMjAyNmRjNS5wbmc=.jpg","detailsToken":"knowledge-knw","startDate":"2018-02-11T23:00:00.000Z","endDate":"2018-04-07T22:00:00.000Z","shortDescription":"Live. Learn. Earn. Knowledge.","fullDescription":"  Knowledge is building decentralized versions of Google Adwords in ad tech, Amazon in ecommerce, Udemy in education, and LinkedIn in employment, by asking people Questions & Answers and scoring how much people know or don’t know about topics  —  and putting it all on a blockchain. In doing so, Knowledge decentralizes the economic models that power the internet, advertising and ecommerce, because the revenue that normally goes to a centralized corporation running the ad platform is instead distributed proportionally to the publishers of content and their users/visitors. Knowledge in Advertising & Commerce People earn KNW tokens for answering questions correctly, and experts emerge who earn higher rewards.In the Consumer Marketplace, the team makes finding the best products easy with Knowledge Stars (proven experts) who rate and review them, and produce videos like influencers do on YouTube. Publishers earn tokens for the users who share knowledge while using their platforms. The rewards mechanism is an analog to pool mining. Publishers are like pools, and their users/visitors are like the individual miners on the pool. Rewards are issued proportionally based on the individual’s contribution and the publisher earns tokens for operating the website, app or platform.Messaging from advertisers is also made more relevant to the amount of knowledge a person has about topics related to the advertiser’s products and services. This has never been done before in the history of all marketing. Knowledge in education assembles the largest Question & Answer repository on every topic taught in every school, at every level of education, in every specialization, in every language on the planet. KNW helps schools, teachers and parents track and measure the knowledge of their students and children on the subjects they’re learning. Students can then use these tokens towards their college tuition or advanced degree programs. Knowledge in Employment In employment, we make messaging between employers and potential candidates more relevant and on target because we’ve measured that person’s amount of skill for the job.  ","tokenSymbol":"KNW","website":"http://knowledge.io"},{"name":"Skychain","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy85YTMzNDBkM2E5MmFhYzQ2MTMzNzIyNjE3OTY3ZWM5NC5qcGc=.jpg","detailsToken":"skychain","startDate":"2017-02-25T23:00:00.000Z","endDate":"2018-04-07T22:00:00.000Z","shortDescription":"The future of artificial intelligence in healthcare!","fullDescription":"  Blockchain infrastructure aimed to host, train and use artificial intelligence (AI) in healthcare. The mission of Skychain is to save 10 million patients from premature death due to medical errors within 10 years. Medical errors are the third leading cause of death. For example, when doctors analyze X-ray lung images, they fail to diagnose early lung cancer in 69 percent of cases!There are many hundreds of examples like that in healthcare. But artificial intelligence can dramatically reduce the number of such errors! Skychain intends to provide an infrastructure to radically increase the efficiency of healthcare AI development and training. It will make diagnostic AI systems far more accessible and affordable for the consumer by using blockchain technologies to facilitate safe transactions between the key parties.IBM estimates the artificial intelligence market in the healthcare sector to reach $200 billion in a few years. Skychain’s goal is to control more than 70% of that market! Skychain is unique. The project is based on the revolutionary approach of using smart contracts to bring together many healthcare big data providers whose data is vital for AI training, thousands of independent AI developers, computational resource providers (crypto miners), and millions of consumers.Skychain is the next leader in the healthcare AI ​​market!  ","tokenSymbol":"SKCH","website":"http://skychain.global"},{"name":"VLB","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy80YWMwZDQxN2E2YTZhZjA1MjI5ZWQ4YTEzNzlmNTkwMS5qcGc=.jpg","detailsToken":"vlb","startDate":"2018-02-04T23:00:00.000Z","endDate":"2018-04-08T22:00:00.000Z","shortDescription":"Blockchain Fuel for the Vehicle Lifecycle Industry","fullDescription":"  VLB Tokens streamline the $1.8 trillion vehicle lifecycle industry. Vehicle Lifecycle Blockchain creates cost saving and operations optimization opportunities for auto industry players. Value of these opportunities exceeds the value of VLB Tokens at ICO by multiple orders of magnitude. Vehicle Lifecycle Blockchain will ultimately be fully decentralized and will be deployed by CarFix in cooperation with QIWI Blockchain Technologies (NASDAQ: QIWI). CarFix, the issuer of VLB Tokens, is a transaction platform that is reshaping one of the largest consumer industries in the world – auto sale, repair & maintenance. CarFix, just after 18 months since creation, has already brought a significant degree of order and transparency into the industry. CarFix has developed and implemented software that establishes algorithm based final fixed prices for all key repair and maintenance works. CarFix has support of institutional investors.  ","tokenSymbol":"VLB","website":"http://vlb.io/"},{"name":"Coinvest","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy85MTJiNDM1NGJmY2QwNGY5Yzk2ZTRjZDFiMjA5ZDJiZi5qcGc=.jpg","detailsToken":"coinvest","startDate":"2018-03-08T23:00:00.000Z","endDate":"2018-04-08T22:00:00.000Z","shortDescription":"Investment Trading Market","fullDescription":"  Coinvest is a decentralized stock exchange that allows users to invest in an array of cryptocurrencies in a very simple manner. When a user wants to make a trade, the Coinvest Token (\"COIN\") is sent to the contract along with a list of the cryptonized assets the user would like to invest in. The amounts and prices of purchased assets are recorded in USD and when a user would like to liquidate their holdings, they follow the same process of selling a certain amount of chosen assets and their address is returned COIN in the USD value of the profits earned. This will all be handled through the easy-to-use Coinvest frontend so now anyone can invest in cryptocurrencies.   ","tokenSymbol":"COIN","website":"http://coinve.st "},{"name":"Signals","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy84OTY2NjdjMjc1YzUwNmYzZWQyZGIxODUwMGU5NmFlOS5qcGc=.jpg","detailsToken":"signals","startDate":"2018-03-11T23:00:00.000Z","endDate":"2018-04-09T22:00:00.000Z","shortDescription":"Market of Algorithmic Crypto Trading Strategies","fullDescription":"  The Signal Token will be an Ethereum blockchain based ERC 20 token. All paid features available on the Signals Platform will be accessible exclusively using Signal tokens. Signals’ business model is based on two main revenue streams. First, Signals charges a fee on each purchase in the Signals marketplaces.This includes:Purchases of user-created indicators in the Indicator Marketplace;Purchases of data streams in the Data Marketplace;Renting of user-made strategies for copy trading in the Strategies Marketplace;Using premium machine learning features in order to assemble and train trading strategies.The second revenue stream comes from the Signals cloud solution for deploying strategies. A subscription model will be implemented, with several tiers to choose from based on the amount of strategies used.  ","tokenSymbol":"SGN","website":"http://signals.network/"},{"name":"Thrive ","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy8zYjAzNDJjYzc4NDdkZmFmZjc1M2M4OTM1OGZlM2Q5NC5qcGc=.jpg","detailsToken":"thrive","startDate":"2018-03-09T23:00:00.000Z","endDate":"2018-04-11T22:00:00.000Z","shortDescription":"Ad Marketplace","fullDescription":"  Thrive's ultimate goal is to establish the first meritocratic & community-based Premium Advertising Market Place, where all participants become strong contributors in defining clear publisher interests, commercial benefits and self-reinforcing processes to make joining the group a no-brainer. Thrive believes the community is the backbone of its business model, therefore all main actors who are actively contributing to the Ad Market Place development such as Consumers, Reviewers, Advertisers and Publishers are eligible to improve their economic performance.  ","tokenSymbol":"THRT","website":"http://ico.thrivelabs.io "},{"name":"Viola","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9hZDc2OWJkZmRjMWQ1NTA4MWRlYmJkNjkwYTQ4ZmM2Ni5qcGc=.jpg","detailsToken":"viola","startDate":"2018-03-13T23:00:00.000Z","endDate":"2018-04-12T22:00:00.000Z","shortDescription":"A.I. Driven Marketplace","fullDescription":"  Singles and couples face numerous challenges in their journey of finding love and sustaining their relationships. Singles risk being victims of love scams due to the lack of identity verification, experience online dating fatigue and could be exploited by some unethical dating services. On the other hand, couples face difficulty in sustaining their marriages, exacerbated by uncertainty on where to seek help and which advice to follow. Many are also reluctant to share their problems due to concerns of privacy and stigma.Viola.AI is our solution for singles and couples experiencing these love and relationship challenges.Viola.AI harnesses on the latest technology in artificial intelligence, cryptocurrency and trustless smart contracts to develop a powerful lifelong relationship advisor named Viola and an AI-driven marketplace to create and sustain successful and happy relationships for all singles and couples.  ","tokenSymbol":"VIOLA","website":"http://viola.ai/"},{"name":"Basis Neuro (Pre-ICO)","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9hOTYyNjc1ZmNmMzY2YmZmNGIxMmM1NjhjYjI2NWI2YS5qcGc=.jpg","detailsToken":"basis-neuro","startDate":"2018-02-20T23:00:00.000Z","endDate":"2018-04-14T22:00:00.000Z","shortDescription":"Neurofuture For All","fullDescription":"  Basis Neuro Research Laboratory is a pioneer in the development of non-invasive neurotechnologies and neural interfaces. Ten years of experimental and theoretical work have resulted in a number of publications, numerous software patents and, most importantly, working prototypes of neuro-controlled devices. The technology is safe for users. It eliminates the exposure of the users to an active electromagnetic effect, as well as any interference in mental processes, the psyche, the decision-making logic. Consequently, neural interfaces developed at Basis Neuro can be used to create mind-controlled products and services for people of all ages without need for additional diagnostics.Basis Neuro team, along with active work on their own projects aims to help modern companies make neural interfaces a part of people's daily lives, simplifying their implementation and use in virtually all areas of life. Basis Neuro is a platform for service companies and developers that will enable them to create products and services using neural interfaces for business, education, medicine, sports or art. Using Basis Neuro technological and scientific developments, developers will be able to create health monitoring systems, systems to control smart device or smart homes, to develop mind-controlled games and entertainment projects, as well as gadgets.  ","tokenSymbol":"Basis","website":"http://basisneuro.com/"},{"name":"Akaiito","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9jYWNkZWM1MDg1OTMzYzQxYTMzZDM1MmYxYjc1Yzk4Ny5qcGc=.jpg","detailsToken":"akaiito","startDate":"2018-03-12T23:00:00.000Z","endDate":"2018-04-17T22:00:00.000Z","shortDescription":"Cryptocurrency in Everyday Life","fullDescription":"  AKAIITO is P2P platform using C2C business model. Akaiito will unite 4 parts: Online Market, Rent (cars and apartments), Services and Online Map. Base for all the deals will be Smart Contract. Currency for payments on platform is AIC token.Join Akaiito, platform of the future, which enables You to use Your crypto holdings in normal life.  ","tokenSymbol":"AIC","website":"http://akaiito.io/"},{"name":"Giftcoin","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9iZDk3OTc1ZWMwNzY0ZmNmY2VmMGI5ODg3MmRkNGJkYy5qcGc=.jpg","detailsToken":"giftcoin","startDate":"2018-03-19T23:00:00.000Z","endDate":"2018-04-18T22:00:00.000Z","shortDescription":"Cryptocurrency for Charitable Giving and Good Causes","fullDescription":"  Giftcoin is a groundbreaking new system designed to revolutionise charitable giving. With confidence in the charitable sector being seriously compromised, never has cultivating trust with donors been more important. The vision is to create a world in which every time you give money to charity and good causes, you have total trust that your funds are going exactly where you want them to. By giving absolute trust and confidence, donors will choose to give more money to the causes they care about. At a time in history of seemingly endless natural disasters, the refugee crises in the Middle East, and a greater divide between rich and poor than ever before, the need has never been greater for such a platform.Giftcoin is more than just another alt cryptocurrency. Giftcoin has the potential to radically transform the general public’s attitude not only to the process of giving, but towards the value of cryptocurrencies as a whole. The team believes that Giftcoin is the crossover application of blockchain technology the world has been waiting for.   ","tokenSymbol":"GIFT","website":"http://www.giftcoin.org/"},{"name":"Kryll.io","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy80MjNkZGM5MWRhOTA1MTZkNjY4NmE2N2I4NjY5YjRiMy5wbmc=.jpg","detailsToken":"kryllio","startDate":"2018-02-06T23:00:00.000Z","endDate":"2018-04-19T22:00:00.000Z","shortDescription":"Intuitive Automated Trading Platform","fullDescription":"  Kryll.io is the ultimate platform for cryptocurrency traders looking to use the most advanced trading tools and strategies, as well as benefit from the community’s hive-mind to get the best returns within cryptocurrency markets. The platform provides intuitive ways to create your own trading strategies that can be set to execute automatically. Through a What You See Is What You Trade™ interface you can design trading strategies making use of the industry’s most powerful tools and safely test them with backtesting and sandboxing. Once your tools prove their worth you can set them to live-trade on your behalf, taking the right positions at the right time, as if you were following the markets 24/7. On Kryll.io you can also rent out your very own winning strategies to help fellow traders be more successful. You will be rewarded with passive income for sharing your strategies.  ","tokenSymbol":"KRL","website":"http://kryll.io/"},{"name":"StopTheFakes","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy8xNmNiZmM1NmQyOWM0ODMyZmExNzhkMWNmYmM0MmIyMy5qcGc=.jpg","detailsToken":"stopthefakes","startDate":"2018-03-20T23:00:00.000Z","endDate":"2018-04-20T22:00:00.000Z","shortDescription":"Anti-Counterfeit & Copyright Infringement","fullDescription":"  StopTheFakes is a Blockchain-based decentralized service aiming to detect counterfeiting and infringement of intellectual property rights, created on the Ethereum smart contract platform. Blockchain technology has been implemented by using the open source license. The project has its own token, which is the only method of payment within its framework.The basic idea is to build a completely transparent and reliable system that could transfer data from users to right holders. StopTheFakes assumes responsibility for providing the necessary infrastructure and bringing together those who want to learn about any infringement of their rights and those who can provide this information due to their geographic location or other factors.  ","tokenSymbol":"STFCoin","website":"http://www.stopthefakes.io/"},{"name":"Pinnacle Brilliance ICO","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9mMDYzYWMxMzAyYzk2NDk2MzliNjM2ZDlhZjlhOTA1NC5qcGc=.jpg","detailsToken":"pinnacle-brilliance-ico","startDate":"2018-01-30T23:00:00.000Z","endDate":"2018-04-24T22:00:00.000Z","shortDescription":"All-in-One Automated Trading Platform","fullDescription":"  Pinnacle is the trading and investment platform that will become your primary point of access to the growing world of crypto, CFD, stocks, futures, and options investment. Pinnacle will be a full featured investment multiplex with truly automated trading features for beginners, and the very best trading tools for professionals. This platform will revolutionize trading cryptocurrency and world markets. Every single person can become a successful trader as long as they use the right tools and choose the trading style that fits their strengths and weaknesses. Pinnacle will allow traders to perform all trading tasks on one single platform. There are some websites and applications that will do some of the things that Pinnacle will do, but traders always end up having to login to multiple sites to get all of the functionality that they need. Pinnacle will be THE ONE application that traders need to perform all aspects of trading.  ","tokenSymbol":"BRIL","website":"http://pinnacle-brilliance.com/"},{"name":"ConnectJob","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy81MWM0MWY2ODM2ODBiODY3ZTRlZDYzNDVlNTgzOTgzYy5qcGc=.jpg","detailsToken":"connectjob","startDate":"2018-02-11T23:00:00.000Z","endDate":"2018-04-29T22:00:00.000Z","shortDescription":"Uber of Service","fullDescription":"  ConnectJob App is the \"Uber of Service\" allowing users to buy geolocalized services with cryptocurrencies.  ","tokenSymbol":"CJT","website":"http://ico.connectjob.io/"},{"name":"BEAT","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy8wOWQ0ZmU1NWIxMzEwNDZlNDcxYTg0MmQ4ZGY3MWE0Yy5qcGc=.jpg","detailsToken":"beat","startDate":"2018-02-19T23:00:00.000Z","endDate":"2018-05-14T22:00:00.000Z","shortDescription":"Do Sports - Get Sponsored","fullDescription":"  The BEAT Blockchain will incentivize sports, improve health and with this will hopefully increase the number of heart beats every one of us can enjoy in his or her lifetime. The BEAT Blockchain will achieve this by building a bridge of trust between sportspersons and sponsors.  ","tokenSymbol":"BEAT","website":"http://beat.org/"},{"name":"EOS","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9kMDg1NzY1ZWFiOGVhOTdiYzI3OGU5OTEyZGEyMTg2YS5qcGc=.jpg","detailsToken":"eos","startDate":"2017-06-25T22:00:00.000Z","endDate":"2018-06-11T22:00:00.000Z","shortDescription":"The Most Powerful Infrastructure for Decentralized Applications","fullDescription":"  The EOS.IO software introduces a new Blockchain architecture designed to enable vertical and horizontal scaling of decentralized applications. This is achieved by creating an operating system-like construct upon which applications can be built. The software provides accounts, authentication, databases, asynchronous communication and the scheduling of applications across hundreds of CPU cores or clusters. The resulting technology is a Blockchain architecture that scales to millions of transactions per second, eliminates user fees, and allows for quick and easy deployment of decentralized applications.  ","tokenSymbol":"EOS","website":"http://eos.io/"},{"name":"Alibabacoin","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy8yMmJmZDc1ZDlkZTc4MzdkYWU5NTI5ZjE3MDhiOWQyYy5qcGc=.jpg","detailsToken":"alibabacoin","startDate":"2018-03-15T23:00:00.000Z","endDate":"2018-07-02T22:00:00.000Z","shortDescription":"Crypto Currency Market Space","fullDescription":"  Alibabacoin Foundation is a group of young global developers eager to create a momentum in the blockchain industry. The team has facial recognition technology and a stable payment solution, and is going to integrate these two technologies in order to create a platform for global payment and safe blockchain storage via its unique HD wallet for multi-cryptos. Alibabacoin Foundation solutions will combine the world commerce and enable it to become a more intense but abundant source by making payment and flow more easier and safer.  ","tokenSymbol":"Pre","website":"http://www.abbcfoundation.com"},{"name":"Profede","logoUrl":"https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy85NmE1OTVmY2NkY2E0N2YxMDcwOTY4ZjI3OGZlNjRjOC5qcGc=.jpg","detailsToken":"profede","startDate":"2018-02-28T23:00:00.000Z","endDate":"2018-09-14T22:00:00.000Z","shortDescription":"Bringing power back to the professional user, with blockchain.","fullDescription":"  Profede is a blockchain-based initiative aiming to create a transparent ecosystem for professionals where tokens are earned for the exchange of data on recruitment and social selling platforms. This decentralized platform uses a blockchain based protocol and will tap into the $1 billion professional market. Furthermore, giving more control to businesses that are searching for professionals and ensuring professionals are rewarded for their personal information.   ","tokenSymbol":"PATO","website":"http://profede.com"}]}