[
  {
    "name": "Neurogress (Pre-ICO)",
    "logoUrl": "https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9kMDhiMmFlOGYzMTQ3ZGQzNjhmZTg1ZDZiYzRmNzkzNy5qcGc=.jpg",
    "detailsToken": "neurogress",
    "startDate": "2018-02-09T23:00:00.000Z",
    "endDate": "2018-03-24T23:00:00.000Z",
    "shortDescription": "Mechatronic Systems Control Via Neural Interface",
    "fullDescription": " Neurogress develops the software for neurocontrol of electronics and machinery, and also creates prostheses and robots that are controlled by human thoughts. The scope of neurocontrolled devices is infinite, because all the developments are a priori designed to maintain and improve human capabilities. This project implements a neurocontrol technology that allows people to interact with other mechatronic devices in order to control them by the power of thought.Neurogress aims to develop an entire ecosystem that will combine the interaction of clients and both software and hardware developers; designers, creative people, technology enthusiasts, philanthropists. The company understands that it intends to create a completely new, yet scalable, segment of the Internet of Things market (hereinafter, the Internet of Things, IoT). As any neurocontrolled gadget will be connected to the Internet (if the owner wants it), which will make it easier to adapt the ecosystem to the communication of all interested parties. ",
    "tokenSymbol": "NG",
    "website": "http://neurogress.io/"
  },
  {
    "name": "Streamity",
    "logoUrl": "https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy8xNjM0YzdhMjZlZWNmMTFlMDQ2ODZiYjNiZGMyOGY2MC5qcGc=.jpg",
    "detailsToken": "streamity",
    "startDate": "2018-03-11T23:00:00.000Z",
    "endDate": "2018-03-24T23:00:00.000Z",
    "shortDescription": "Decentralised Cryptocurrency Exchange P2P-Platform",
    "fullDescription": " The key element of STREAMITY is StreamDesk DAPP STREAMDESK is a p2p platform for smart-contract cryptocurrency exchange. StreamDesk is a unique and fully automatic service with minimal commissions and fair market prices. Smart contracts will guarantee the perfect security and the transactions of traditional currency will be committed directly from user to user with the reception of the response from the payment system, which is used as a “signal” to unlock smart-contracts and close a deal. Advantages. StreamDesk is a mass service; connection of new users will create a strong demand for STM tokens. Moreover, the tokens will be openly traded on the main cryptocurrency exchange markets, and users will transform cryptocurrency into fiat money through StreamDesk service as it is much more profitable than using other means and services. This will ensure access of new users to our platform!  ",
    "tokenSymbol": "STM",
    "website": "http://streamity.org/"
  },
  {
    "name": "Gron Digital",
    "logoUrl": "https://cointelegraph.com/images/64_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy81YTNiNGIzZjIxMmI5MDE1ODdkZjMyNmVlOGJmMmJiNC5wbmc=.jpg",
    "detailsToken": "gron-digital",
    "startDate": "2018-03-14T23:00:00.000Z",
    "endDate": "2018-03-28T22:00:00.000Z",
    "shortDescription": "Smart Wallet for Lucrative Industry",
    "fullDescription": " The Gron Digital Platform hasn’t re-invented the wheel, it simply follow the cash.Most businesses think the Blockchain will “disrupt” their economy. Think again. The reality is 87% of them are fantasizing, simply capitalizing on a trend and will do just fine without a token or the Blockchain. Gron Digital is not ‘most businesses’ and we are not a startup in MVP stage.  What we are is an experienced executive team utilizing technology and have created the No. 1 GRO Smart Wallet.  Integrating with leading exchanges to connect multiple sports betting + gambling content providers, trusted world-class operators and quality players.  Winnings are credited easily.  Token withdrawal is secure.  No third-party involvement.  All on the Blockchain with Smart Contracts.Gron Digital has taken what others see as an opportunity in a multi-billion Dollar industry, and made it a reality. ",
    "tokenSymbol": "GRO",
    "website": "http://grondigital.com"
  }
]